Repository: endlessm/eos-panel-extension
Catalog: po/*.po
Languages: ar, de, hi, hu, id, ms, pt_br, ro, th, vi

source: Other workspaces
ar: مساحات عمل أخرى
de: Andere Arbeitsflächen
hi: अन्य कार्यस्थल
hu: További munkaasztalok
id: Layar kerja lainnya
ms: Lain-lain ruang kerja
pt_br: Outras áreas de trabalho
ro: Alte spatii de lucru
th: พื้นที่ทำงานอื่นๆ
vi: Các vùng làm việc khác

source: Current workspace
ar: مساحة العمل الحالية
de: Aktuelle Arbeitsfläche
hi: मौजूदा कार्यस्थल
hu: Jelenlegi munkaasztal
id: Layar kerja saat ini
ms: Ruang kerja semasa
pt_br: Área de trabalho atual
ro: Spatiu de lucru curent
th: พื้นที่ทำงานปัจจุบัน
vi: Vùng làm việc hiện tại

source: Add to Favorites
ms: Tambah ke Kegemaran
th: เพิ่มเข้าในรายการโปรด
vi: Đánh dấu ưa thích

source: Remove from Favorites
ms: Buang daripada Kegemaran
th: ลบออกจากรายการโปรด
vi: Bỏ khỏi danh sách ưa thích

source: Quit %s
ar: إغلاق %s
de: Verlassen von %s
hi: %s से बाहर निकलें
hu: %s bezárása
id: Keluar %s
ms: Tutup %s
pt_br: Fechar %s
ro: Închide %s
th: จบการทำงาน %s
vi: Thoát %s

source: Updates Queue
ar: طابور التحديثات
hi: अपडेट्स की कतार
hu: Frissítési várólista
id: Antrian Pembaruan
ms: Baris Gilir Kemaskini
pt_br: Lista de Atualizações
th: คิวการอัปเดต
vi: Các cập nhật đang chờ

source: Set a Schedule
ar: تعيين جدول
hi: एक अनुसूची सेट करें
hu: Ütemezés beállítása
id: Atur Jadwal
ms: Tetapkan satu Jadual
pt_br: Configurações de atualizações
th: ตั้งกำหนดเวลา
vi: Lên lịch

source: Automatic Updates
ar: التحديث التلقائي
de: Automatische Updates Aus
hi: अपने आप अपडेट
hu: Automatikus frissítések
id: Pembaruan Otomatis
ms: Kemaskini Automatik
pt_br: Atualizações Automáticas
ro: Actualizări automate
th: อัปเดตอัตโนมัติ
vi: Các cập nhật tự động

source: Automatic updates on
ar: التحديث التلقائي يعمل
hi: पर स्वचालित अपडेट
hu: Automatikus frissítések: BE
id: Pembaruan otomatis nyala
ms: Kemaskini automatik hidup
pt_br: Atualizações automáticas ligadas
th: อัปเดตอัตโนมัติใน
vi: Tự động cập nhật ở trạng thái mở

source: You have Unlimited Data so automatic updates have been turned on for this connection.
ar: لديك بيانات غير محدودة لذا تم تشغيل التحديثات التلقائية لهذا الاتصال.
hi: आपके पास असीमित डेटा है इसलिए इस कनेक्शन के लिए स्वचालित अपडेट चालू किए गए हैं
id: Anda memiliki Data Tak Terbatas hingga pembaruan otomatis telah dinyalakan pada koneksi ini.
ms: Anda mempunyai Data Tanpa Had maka kemaskini automatik telah dihidupkan bagi sambungan ini.
pt_br: Você tem Dados Ilimitados, então as atualizações automáticas foram ativadas para essa conexão.
th: คุณมีอินเตอร์เน็ตแบบไม่จำกัด ระบบจึงเปิดการอัพเดทอัตโนมัติในการเชื่อมต่อนี้
vi: Bạn có Gói dữ liệu Không giới hạn nên tự động cập nhật đã được bật cho kết nối này.

source: Automatic updates are turned off to save your data
ar: تم إيقاف التحديثات التلقائية عن العمل، لتوفير استهلاك البيانات
de: Automatische Updates sind deaktiviert um dein Datenvolumen zu schützen
hi: आपके डेटा को सेव करने के लिए स्वचालित अपडेट बंद कर दिए जाते हैं
id: Pembaruan otomatis dimatikan untuk menghemat data Anda
ms: Kemaskini-kemaskini automatik telah dimatikan untuk menjimatkan data anda
pt_br: As atualizações automáticas estão desativadas para salvar seus dados
th: การอัพเดทอัตโนมัติถูกปิดเพื่อบันทึกข้อมูลของคุณ
vi: Tự động cập nhật được tắt để lưu dữ liệu của bạn

source: You will need to choose which Endless updates to apply when on this connection.
ar: ستحتاج إلى تحديد تحديثات نظام Endless التي يمكن تنزيلها أثناء استخدام هذا الاتصال.
hi: जब आप इस कनेक्शन पर हैं तो आपको चुनना होगा कि कौन सा एंडलेस अपडेट लागू होगा.
id: Anda perlu memilih pembaruan Endless mana yang akan diterapkan saat berada pada koneksi ini.
ms: Anda perlu memilih kemaskini-kemaskini Endless yang manakah untuk diterapkan kepada sambungan ini.
pt_br: Você precisará escolher quais atualizações do Endless aplicar quando estiver nessa conexão.
th: คุณจะต้องเลือกว่าจะปรับใช้อัปเดต Endless อันไหนเมื่ออยู่ในการเชื่อมต่อนี้
vi: Bạn sẽ cần phải chọn bản cập nhật Endless nào để áp dụng khi dùng kết nối này.

source: Close
ar: أغلِق
de: Schließen
hi: बंद करें
hu: Bezárás
id: Tutup
ms: Tutup
pt_br: Fechar
ro: Închide
th: ปิด
vi: Đóng

source: Change Settingsâ€¦
id: Ganti Pengaturan...
ms: Ubah Tetapan...

source: Turn On
ar: شغّل
de: Einschalten
hi: चालू करें
hu: Bekapcsolás
id: Nyalakan
ms: Hidup
pt_br: Ligar
ro: Pornește
th: เปิด
vi: Bật

source: Turn Off
ar: أوقف
de: Ausschalten
hi: बन्द करें
hu: Kikapcsolás
id: Matikan
ms: Mati
pt_br: Desligar
ro: Oprește
th: ปิด
vi: Tắt

source: Endless Button
ar: زر Endless
hi: एंड्लेस बटन
hu: Endless gomb
id: Tombol Endless
ms: Butang Endless
pt_br: Botão Endless
ro: Buton Endless
th: ปุ่ม Endless
vi: Nút Endless

source: Show Desktop
ar: عرض سطح المكتب
de: Desktop anzeigen
hi: डेस्कटॉप दिखाएँ
hu: Asztal megjelenítése
id: Tampilkan Desktop
ms: Tunjuk Atas Meja
pt_br: Exibir área de trabalho
ro: Arata Desktop
th: แสดงเดสก์ท็อป
vi: Hiển thị Màn hình nền

source: Show Apps
ar: عرض التطبيقات
de: Apps anzeigen
hi: एप्लिकेशन दिखाएँ
hu: Alkalmazások megjelenítése
id: Tampilkan Aplikasi
ms: Tunjuk Apl
pt_br: Mostrar aplicativos
ro: Arata Aplicatii
th: แสดงแอพต่างๆ
vi: Hiển thị Ứng dụng

source: Hot Corner
ar: الركن الساخن
hi: हॉट कॉर्नर
hu: Aktív sarok
id: Pojok Aktif
ms: Bucu Panas
ro: Colt Fierbinte
th: คำสั่งมุมจอ
vi: Góc Nóng

source: Enable Hot Corner
ar: تمكين الزاوية الساخنة
de: Hot-Corner einschalten
hi: हॉट कॉर्नर को सक्रिय करें
hu: Aktív sarok engedélyezése
id: Aktifkan Pojok Aktif
ms: Benarkan Bucu Panas
pt_br: Ative o Canto de Tela
ro: Porneste Colt
th: เปิดใช้ Hot Corner
vi: Kích hoạt Hot Corner

source: Disable Hot Corner
ar: تعطيل الزاوية الساخنة
de: Hot-Corner ausschalten
hi: हॉट कॉर्नर को निष्क्रिय करें
hu: Aktív sarok kikapcsolása
id: Nonaktifkan Pojok Aktif
ms: Lumpuhkan Bucu Panas
pt_br: Desative o Canto de Tela
ro: Opreste Colt
th: ปิดการใช้ Hot Corner
vi: Vô hiệu hóa Hot Corner

source: No apps are open
ar: لا توجد تطبيقات مفتوحة
hi: कोई एप्लिकेशन खुली नहीं हैं
hu: Nincsenek nyitott alkalmazások
id: Tidak ada aplikasi yang terbuka
ms: Tiada apl dibuka
pt_br: Nenhum aplicativo aberto
ro: Nici o aplicatie deschisa
th: ไม่มีแอพใดๆ เปิดอยู่
vi: Không có ứng dụng nào đang mở

source: Bottom Bar
ms: Palang Bawah
th: แถบบาร์ล่าง
vi: Thanh Công cụ Dưới

source: Top Bar
ms: Bar Atas
th: แถบด้านบน
vi: Thanh đỉnh

# Power menu
source: Power
ar: الطاقة
de: Ausschalten
hi: पावर
hu: Kikapcsolás
id: Daya
ms: Kuasa
pt_br: Ligar
ro: Pornire
th: เปิด/ปิด
vi: Nguồn

# System menu
source: System
ms: Sistem

source: Settings
ar: الإعدادات
de: Einstellungen
hi: सेटिंग
hu: Beállítások
id: Pengaturan
ms: Tetapan
pt_br: Configurações
ro: Configurări
th: การตั้งค่า
vi: Cài đặt

source: Social Accounts
ar: حسابات اجتماعية
hi: सामाजिक खाते
hu: Közösségi kapcsolatok
id: Akun Sosial
ms: Akaun-Akaun Sosial
pt_br: Contas em Redes Sociais
ro: Conturi Sociale
th: บัญชีโซเชียล
vi: Tài khoản mạng xã hội

source: Give Us Feedback
ar: تعطينا تعليق
de: Gib uns Feedback
hi: हमें सुझाव दें
id: Beri Masukan Kepada Kami
ms: Beri Maklumbalas
pt_br: Nos dê a sua opinião
ro: Lasa-ne o parere
th: แจ้งผลตอบรับแก่เรา
vi: Gửi Phản hồi cho Chúng tôi

source: Help
ar: المساعدة
de: Hilfe
hi: मदद
hu: Súgó
id: Bantuan
ms: Bantuan
pt_br: Ajuda
ro: Ajutor
th: วิธีใช้
vi: Trợ giúp

source: User Menu
ar: قائمة المستخدم
hi: उपयोक्ता मेन्यू
hu: Felhasználói menü
id: Menu Pengguna
ms: Menu Pengguna
pt_br: Menu do usuário
ro: Meniu Utilizator
th: เมนูผู้ใช้
vi: Menu Người dùng

source: Change Settings…
ar: تغيير الإعدادات...
de: Einstellungen ändern
hi: सेटिंग्स बदलें...
hu: Beállítások módosítása...
pt_br: Mudar Configurações...
th: เปลี่ยนการตั้งค่า...
vi: Thay đổi Cài đặt...

source: Pin to Taskbar
ar: قُم بالتثبيت إلى شريط المهام
de: An Aufgabenleiste anpinnen.
hi: टास्कबार में पिन करें
hu: Rögzítés tálcára
id: Sematkan ke Taskbar
pt_br: Afixar na barra de tarefas
ro: Lipeste de Taskbar

source: Unpin from Taskbar
ar: إلغاء التثبيت من شريط المهام
de: Von Aufgabenleiste entfernen
hi: टास्कबार से अनपिन करें
hu: Leválasztás a tálcáról
id: Lepaskan dari Taskbar
pt_br: Desafixar da barra de tarefas
ro: Sterge din Taskbar
